<template>
    <view class="overflow-auto h100p" >
        <view>尊敬的用户，您好！</view>
        <view class="text-2em">
            欢迎访问http://fhshmall.com（“富海集团有限公司石化电商平台”，以下简称“本平台”）。本平台服务由富海集团旗下炼化板块华联石化与联合石化（以下简称“平台”）基于优质高效交易流程为您提供。
        </view>
        <view><text>一、申请与确认</text></view>
        <view class="text-2em">
            当您以注册用户的身份看到本条款时，即代表您将申请成为富海集团石化电商的注册客户，使用本平台前请您务必仔细阅读以下协议条款。如有疑问，请及时咨询<span class="red">石化电商客服人员</span>。
        </view>
        <view class="text-2em">
            一旦您点击“<span
                class="red">同意</span>”按钮后，使用本平台即表明您已接受本条款，并受本条款约束。如果您不同意本条款则不能使用石化电商平台提供的服务及注册成为电商平台用户。石化电商平台有权根据需要适时地制订、修改本条款，并以网站公示的方式进行公告，您应经常访问本页面以了解当前的条款，变更不再单独通知。变更后的协议和规则一经在本平台公布后，立即自动生效。如您不同意相关变更，应当立即停止使用本平台服务。继续使用本平台服务的，即表示您接受经修订的协议和规则。
        </view>
        <view><text>二、定义</text></view>
        <view>1、注册用户：指用手机号码进行快速注册用以查看本平台基本信息的个人。</view>
        <view>
            2、注册客户：指成为本平台注册用户后，如果需要与平台主体发生交易，需要在本平台进一步完善相关信息与企业进行关联。本条款以下中的“您”均代表企业注册客户，即审核通过后享有与平台订立、变更、终止销售订单权利义务关系的法人及其他组织。
        </view>
        <view><text>三、注册、保管及相关信息</text></view>
        <view><text>（一）注册</text></view>
        <view>1、当您申请注册客户之前，必须向平台提供真实且准确的信息资料及资质证明。当您填写申请资料并上传营业执照电子版后，请于注册申请日起五个工作日内提交
            授权委托书原件及全套资质证明复印件（包括但不限于营业执照、税务登记证、一般纳税人资质证明、组织机构代码证、开户证明等），均需要加盖红色公章，否则
            不予审核通过。审核通过后，请于资料发生任何变动时及时提交新资料，以保障您的利益。</view>
        <view>2、您在注册过程中输入的基本信息及相关证明将作为识别您与用户名一致性的首要证明资料。当您无法提供有效证明身份时，平台无法提供有效注册用户名，且有权拒绝为您提供任何服务或承担任何义务。</view>
        <view>3、授权委托书是您授权权限范围的重要依据，电商平台提供授权委托书权限模板作为您的参考，如果您没有对使用权限做出详细说明或者描述模糊不清，客服人员将默认全部权限对您进行授权。</view>
        <view>4、平台如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，或者符合要求的授权委托书及资质证明复印件未在约定期限内送达的，有权向您发出询问及
            /或要求改正的通知，并有权直接做出删除相应资料或者冻结您账号的处理，直至中止、终止对您提供部分或全部服务。平台对此不承担任何责任，您将承担因此产 生的任何直接及间接损失乃至不利后果。</view>
        <view><text>（二）保管</text></view>
        <view>1、注册审核通过后，您注册时登记的用户名和密码是您使用本平台身份的唯一有效识别。您有义务对您的用户名和密码进行妥善保管，不得将您的用户名、密码给
            予他人使用，其形式包括但不限于出借、转让。您理解，平台并无必须核查每一用户名使用合法性的义务，因此，如果您发现您的用户名受到他人非法使用时，应当
            立即通知平台客户人员。由于您疏于保管或黑客行为等原因造成的用户名、密码丢失及相应的损失均由您自行承担。</view>
        <view>2、如您用户名在任何连续365自然日内未实际使用，平台有权冻结或删除该用户名并终止为您提供相关的网络服务。</view>
        <view>3、您应当对您用户名下发生的所有活动和事件承担全部法律责任。</view>
        <view><text>四、使用规则</text></view>
        <view>您在使用富海集团石化电商平台网络服务过程中如有疑问，请按照电商平台主页提供的教程进行操作，也可以致电平台客服人员。您必须遵循以下规则：</view>
        <view>1、遵守中国有关的法律、法规和规范性文件及所有与网络服务有关的网络协议、规定和程序；</view>
        <view>2、不得为任何非法目的而使用本平台；</view>
        <view>3、不得利用本平台进行任何可能对互联网或移动网正常运转及安全造成不利影响的任何行为；</view>
        <view>4、不得利用本平台展示或传播任何非法的、虚假的、违反社会公德的信息资料，且不得利用本平台进行商业广告行为；</view>
        <view>5、不得利用本平台诽谤、恶意中伤他人或扭曲捏造虚假事实等；</view>
        <view>6、如您发现任何非法使用用户名或者用户名出现安全漏洞的情况，应立即通知石化。</view>
        <view><text>五、非法行为处理</text></view>
        <view>
            1、经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者石平台根据自身的判断，认为您的行为涉嫌违反本条款或涉嫌违反法律法规规定的，平台有权在石化电商平台上公示您的涉嫌的违法或违约行为及平台已对您采取的措施。
        </view>
        <view>2、对于您在本平台上发布的涉嫌违法或违反平台条款的信息，平台有权不经通知您即予以删除，且按照相关规定进行处罚。</view>
        <view>
            3、对于您在本平台上实施的行为，包括您未在本平台上实施但已经对石化平台及其用户产生影响的行为，平台有权单方认定您的行为性质及是否构成对条款的违反，并据此作出相应处罚。您应自行保存与您行为有关的全部证据，并应对无法提供充足证据承担不利后果。
        </view>
        <view>
            4、一旦您违反条款，或与平台签订的其他协议的约定，平台有权以任何方式通知平台关联公司和银行，要求其对您的权益采取限制措施，包括但不限于要求将您账户内的款项支付给平台指定的对象，要求平台关联公司中止、终止对您提供的部分或全部服务，且在其经营或实际控制的任何网站公示您的违约情况。
        </view>
        <view><text>六、知识产权</text></view>
        <view>平台提供的网络服务中可能包括文本、图片、图形、图表、软件、音频、视频资料等均受著作权、商标和其它财产所有权法律的保护。您只有获得相关权利人同意之
            后，才能依照相关权利人授权的范围使用上述资料。否则，您不得复制、发布、传播、修改、再创造上述资料，亦不得将上述资料用于其他任何商业目的。</view>
        <view><text>七、权利义务及违约责任</text></view>
        <view><text>（一）平台权利及义务</text></view>
        <view>1、为您提供网上交易平台，提供便利优质的购物环境和销售服务，保障您的购物权益。</view>
        <view>2、对您的电子邮件、手机号等隐私资料进行保护，承诺不会在未获得您许可的情况下擅自将您的个人资料信息出租或出售给任何第三方，但以下情况除外：</view>
        <view>（1）您同意让第三方共享资料；</view>
        <view>（2）您同意公开您的资料，享受为您提供的产品和服务；</view>
        <view>（3）司法强制措施或行政强制行为的需要；</view>
        <view>（4）发现您违反了本平台服务条款或本平台其它使用规定。</view>
        <view>3、平台有权在发现平台上显现的产品及订单明显错误或缺货的情况下，单方面撤回任何承诺。同时，本平台保留对部分产品订购数量的限制权，根据库存及生产力对订购产品数量进行单方修改。</view>
        <view>4、定期通过页面公告及短信方式向您发送活动信息。</view>
        <view>5、通过页面公告向您发布协议条款的修改、服务变更、或其它重要事件。</view>
        <view><text>（二）您的权利及义务</text></view>
        <view>注册审核通过后，您将享有如下权利并承担相应义务：</view>
        <view>1、您有权根据平台的销售政策享受价格、期限等方面优惠；</view>
        <view>2、您有权享受平台针对客户管理划分享受的客户关爱活动；</view>
        <view>3、您有权利用本平台便利进行订单下达、提货申请与提货信息补录、收货确认、网银支付等业务，并享受本平台针对业务节点发送的信息推送；但您为订单所需在
            本平台上填写的任何备注等内容，非经平台主体书面认可，不构成对平台主体的当然约束。
        </view>
        <view>4、您应当保证填写资料及提供的资质证明和授权委托书等信息的真实性及准确性，并承担由此造成的法律责任；</view>
        <view>5、无论您下达订单还是填写提货申请输入物流司机信息或者填写其他信息等，均应当保证填写信息的真实性，平台主体不对您因为信息录入错误造成的损失负责；</view>
        <view><text>八、提货</text></view>
        <view>您应当及时支付合同款项并保证按时提货或者接货。交提货方式选择的不同，您将承担的义务也有所不同：</view>
        <view>
            （1）当您选择交提货方式为自提时，您委托的司机进入平台主体（华联石化与联合石化）需遵守平台主体关于HSE(健康、安全、环保)的规定，即委托的运输车辆必须符合国家对“危险化学品”运输车辆方面的要求，平台主体有权检查运输车辆有关“危险化学品”运输方面的各种资格证书、资质证明、驾驶人员和押运人员的从业资格证书，检查车辆及罐体
            与行驶照片是否一致，是否悬挂符合国家标准的警示标志，驾乘人员应严格遵守出卖人《安全管理规定》，严禁携带香烟、火种、有毒、易燃易爆、易腐蚀物品进入
            院内，禁止接打手机，还应当服从石化货场工作人员的安排，在指定位置停靠、装卸车。
        </view>
        <view>（2）当您选择交提货方式为送到时，您必须做好准备接货条件以保证按时接货。</view>
        <view><text>九、实际履行的违约责任</text></view>
        <view>1、如果您违反权利义务约定，平台主体有权单方解除合同，您除了承担因此所造成的一切损失外，还应向平台主体偿付货物总价值的百分之五作为违约金。</view>
        <view>2、当然，在您正常履行合同的前提下，平台主体也会对非因生产原因及不可抗力等因素造成的延迟交货承担相关损失并偿付货物价值的百分之五作为违约金。</view>
        <view>3. 当您出现违约情形，您除了承担以上违约责任外，还应承担平台主体为实现权益而发生的实际支出，包括但不限于差旅费，律师费，诉讼费以及鉴定公证等费用。</view>
        <view><text>十、其他说明</text></view>
        <view>1、关于产品质量</view>
        <view>平台主体的产品标准，会不定期在本电商平台调整或更新，您在提交具体产品订单申请前，请认真、仔细查看。您对产品的选择，即视为您对本次订单产品质量的认可。</view>
        <view>2、关于产品价格</view>
        <view>产品的价格和可获性都在电商平台上指明。这类信息将根据平台主体定价政策随时更改且不发任何通知，您需要及时刷新以保证所知晓价格的及时性。商品的价格都包含了增值税。价目表和条款并不构成要约。产品实际执行价格以订单为准。
        </view>
        <view>3、关于产品数量</view>
        <view>
            平台产品数量根据库存实时调整，根据您下订单时间的不可预计性，可能无法及时满足客户需求，平台不对产品的充足性承担保证责任。基于维护石化电商平台交易秩序及交易安全的需要，平台有权在发生恶意购买等扰乱市场正常交易秩序的情形下，执行关闭相应交易订单等操作。
        </view>
        <view>4、关于通讯</view>
        <view>您了解并同意，您有义务保持您提供的联系方式的有效性，如有变更或需要更新的，您应按平台的要求及时更新，以便平台主体与您进行有效联系，因输入错误或未及时
            更新造成的联系不利，导致您在使用石化电商平台服务过程中产生任何损失或增加费用的，应由您完全独自承担。您同意，本条款的签署及平台主体根据本条款向您提供的通知、披露等均可以电子方式进行。本条款项下平台通过网页公告、电子邮件、手机短信或常规的信件传送等方式向您发出的通知自平台发送之日视为已送达。您对于平台的通知应当通过平台主体对外正式公布的联系信息进行书面送达。
        </view>
        <view><text>十一、免责条款</text></view>
        <view>
            1、不论在何种情况下，平台主体均不对由于信息网络正常的设备检修维护，信息网络连接故障，电脑、通讯或其他系统的故障，网络堵塞或瘫痪、病毒、黑客攻击，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成平台销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，平台主体不承担责任。但是平台主体会尽可能合理地协助处理善后事宜，并努力使您免受经济损失。
        </view>
        <view>2、除本条款中规定的其它限制和除外情况之外，在中国法律法规所允许的限度内，对于因交易而引起的或与之有关的任何直接的、间接的、特殊的、附带的、后果
            性的或惩罚性的损害，或任何其它性质的损害，平台主体及其董事、管理人员、雇员、代理或其它代表在任何情况下都不承担责任。平台主体的全部责任，不论是合同、保
            证、侵权（包括过失）项下的还是其它的责任，均不超过您所购买的与该索赔有关的商品价值额。</view>
        <view><text>十二、争议管辖及法律适用</text></view>
        <view>1、本条款中的标题仅为方便而设，在解释本条款时应被忽略。</view>
        <view>2、本条款的订立、执行和解释及争议的解决均应适用中国法律。</view>
        <view>
            3、本条款具有可分性，如发生本条款部分条款与中国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它合法条款则依旧保持对您产生法律效力和影响。本条款的可分性还体现在如本条款任何规定被裁定为无效或不可执行，该规定可被删除而其余条款应予以执行。
        </view>
        <view>4、如双方就本条款内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向本条款平台主体所在地有管辖权的人民法院提起诉讼。</view>
        <view>本条款自用户点击“完成注册”即生效，本条款最终由富海集团电商中心解释。</view>
        <view>富海集团电商中心</view>
        <view>二0一六年十月十五日</view>
    </view>

</template>
<script setup>
</script>
<style lang="scss" scoped>
view {
    padding: 5px 5px;
    color: #666;
}
</style>
